Repository: 00willo/planner
Catalog: po/*.po
Languages: ne

source: Add Predecessor
ne: जोड्नुहोस पूर्वाधिकारी

source: _Lag:
ne: _ढिला

source: _Name:
ne: _नाम:

source: _Relation type:
ne: _सम्बन्ध किसिम

source: The selected day type has the following working hours:
ne: छानियको दिन किसिममा निम्न धण्टाहरु छन्:

source: <b>Calendar:</b>
ne: <b>पात्रो:</b>

source: <b>Day types</b>
ne: <b>दिनको किसिमहरु</b>

source: <b>Working hours</b>
ne: <b>कार्य घण्टाहरु</b>

source: <b>Working time</b>
ne: <b>कार्य समय</b>

source: Add Day Type
ne: जोडनुहोस् दिन किसिम

source: Apply
ne: लागु

source: C_opy an existing calendar
ne: अवस्थित _पात्रो लाई प्रतिलिपि बनाउनुहोस्

source: C_reate
ne: निर्माण गर्नु

source: Calendar Editor
ne: पात्रो सम्पादक

source: Create an _empty calendar
ne: खाली पात्रो जगेडा गर्नुहोस्

source: Custom working time
ne: अनुकुल कार्य समय

source: Day type:
ne: दिनको किसिम

source: Default Week
ne: पुर्वनिर्धारित हप्ता

source: Default week...
ne: पुर्वनिर्धारित हप्ता...

source: Edit Day Types
ne: दिनको किसिमलाई सम्पादन गर्नुहोस

source: Edit Working Time
ne: कार्य समयलाई सम्पादन गर्नुहोस्

source: From:
ne: द्वारा:

source: New Calendar
ne: नयाँ पात्रो

source: Select a Calendar
ne: एउटा पात्रो छान्नुहोस्

source: Select a weekday and the day type to use for that day in the default week for this calendar.
ne: यो पात्रोको प्रयोगको लागी पुर्वनिर्धारित हप्तामा एउटा हप्तादिन र किसिम छान्नुहोस्.

source: Set day type to:
ne: दिनको किसिम निर्धारण गर्नुहोस्

source: To:
ne: लाइ

source: Use working time from derived calendar
ne: पात्रो को प्रवृती अनुसार कार्य समयको प्रयोग गर्नुहोस्

source: Week day:
ne: हप्ता दिन

source: Working time...
ne: कार्य समय...

source: _Derive from a calendar
ne: _पात्रो वाट झिक्नुहोस्

source: _Existing calendars:
ne: _अवस्थित पात्रोहरु:

source: _Name of the new calendar:
ne: _नया पात्रो को नाम

source: _New...
ne: नयाँ...

source: Loading resource data
ne: स्रोत भारण गरिँदै

source: Search
ne: खोज्नुहोस्

source: Select All
ne: सबै छान्नुहोस्

source: Select group
ne: समुह छान्नुहोस्

source: Unselect All
ne: सवैलाइ नछान्नुहोस्

source: dialog1
ne: संवाद१

source: Group Editor
ne: समुह सम्पादक

source: <b>Save to file</b>
ne: <b>लागतमा जम्मा गर्नुहोस्</b>

source: Export to HTML
ne: एच टी एम एल मा पठाउनुहोस्

source: Local file:
ne: स्थानिय फाइल

source: Save to HTML File
ne: एच टी एम एल फाईलमा जम्मा गर्नुहोस्

source: View the result in browser
ne: परिणाम व्राउजरमा हेर्नुहोस्

source: Web location:
ne: कोटी क्षेत्र

source: Add Property
ne: गुण थप्नुहोस्

source: _Description:
ne: बर्णन:

source: _Label:
ne: लेबल /तह:

source: _Type:
ne: _प्रकार:

source: Custom
ne: अनुकुल

source: Edit Project Phases
ne: परियोजनाका भागहरु सम्पादन गर्नुहोस्

source: General
ne: साधारण

source: New Project Phase
ne: नया परियोजना भाग

source: Project Properties
ne: परियोजना गुणहरु

source: Select...
ne: छान्नु...

source: _Calendar:
ne: _पात्रो:

source: _Manager:
ne: _प्रबन्धक:

source: _Organization:
ne: _संगठन

source: _Phase:
ne: _भाग

source: _Start:
ne: _शुरु

source: Custom Properties
ne: अनुकूल गुणहरु

source: C_ost:
ne: ला_गत

source: Calendar
ne: पात्रो

source: Edit Calendars...
ne: पात्रोहरुलाई सम्पादन गर्नुहोस्

source: Notes
ne: टिप्पणीहरु

source: Optional - overrides resource name in Gantt view.
ne: वैकल्पिक -

source: Select the calendar to use for this resource. If you want to use the default calendar of the project, select 'None'.
ne: यो स्रोत प्रयोग गर्न को लागि पात्रो लाई छान्नुहोस्,यदि तपाई पूर्वनिर्धारित परियोजना पात्रो लाई प्रयोग गर्न चाहनुहुन्छ भने,'हैन'छान्नुहोस्

source: _Email:
ne: _इमेल

source: _Group:
ne: _समूह:

source: _Insert time stamp
ne: _समय छाप राख्नुहोस्

source: _Short name:
ne: _छोटो नाम

source: Insert Resource
ne: स्रोत राख्नुहोस्

source: Optional - overrides resource name in gantt view.
ne: वैकल्पिक - जान्ट दृष्टिमा मिचिएका स्रोतका नाम

source: _Insert
ne: प्रवेश गराउ

source: Open Database
ne: पठ्य आधार खोल्नुहोस्

source: Select a Project
ne: एउटा परियोजना छान्नुहोस्

source: The database contains the following projects. Select a project to open:
ne: निम्न परियोजनाहरु भएका पाठ्यआधार एउटा परियोजना खोल्नको लागी छान्नुहोस्

source: _Database:
ne: _डाटाबेस

source: _Password:
ne: _प्रवेशचिन्ह:

source: _Server:
ne: _सर्भर:

source: _Username:
ne: _प्रयोगकर्ता नाम:

source: As soon as possible No earlier than On fixed date
ne: जती सक्दो छिटो त्यो भन्दा छिटो हैन निश्चित समयमा

source: Cancel
ne: रद्द गर्नु

source: Schedule:
ne: कार्यतालिका

source: Select
ne: छनोट

source: Today
ne: आज

source: window
ne: सन्झ्याल

source: C_omplete:
ne: अ_न्त्य

source: Predecessors
ne: पूर्वअधिकारीहरु

source: Resources
ne: श्रोतहरू

source: _Duration:
ne: _समयावधी

source: _Fixed duration
ne: _निश्चित समयावधि

source: _Insert Time Stamp
ne: _समय छाप राख्नुहोस्

source: _Milestone
ne: _कोशेढुङ्गा

source: _Priority:
ne: _प्राथमिकता:

source: _Work:
ne: _कार्य

source: Insert Task
ne: उदेश्य राख्नुहोस्

source: Documents/Project Management
ne: कागजातहरु/कार्य ब्यवस्थापन

source: Project Plan
ne: प्रोजेक्ट प्लान

source: Planner project plan
ne: योजनाकर्ता परियोजना योजना

source: Planner Project Management
ne: योजनाकर्ता परियोजना व्यवस्थापन

source: Project Management
ne: परियोजना व्यवस्थापन

source: Highlight critical path in Gantt view
ne: तर्कपूर्ण वाटो लाई ज्यान्ट दृष्टिमा फोकस गर्नुहोस्

source: Highlight critical path in Task view
ne: तर्कपूर्ण वाटो लाई उदेश्ययान्ट दृष्टिमा फोकस गर्नुहोस्

source: Print the Gantt view
ne: जान्ट दृष्टि लाइ छाप्नुहोस्

source: Print the Resource view
ne: स्रोत दृष्टि लाई छाप्नुहोस्

source: Print the Task view
ne: उदेश्य दृष्टि लाई छाप्नुहोस्

source: The active view
ne: सक्रिय दृष्टि

source: Whether printing of the Gantt view is enabled.
ne: या जान्ट दृष्टि छपाईमा सक्रिय पारिएको भए

source: Whether printing of the Resource view is enabled.
ne: या स्रोत पाठ्यदृष्टि को छपाई सक्रिय पारिएको भए

source: Whether printing of the Task view is enabled.
ne: या कार्य पाठ्यदृष्टि को छपाई सक्रिय पारिएको भए

source: Whether to highlight the tasks along the cricital path in the Gantt view.
ne: या तार्किक वाटो सहितको जान्ट पाठ्यदृष्टिलाइ फोकस गर्नु परेमा

source: Whether to highlight the tasks along the cricital path in the Task view.
ne: या असामान्य वाटो सहितको कार्य उदेश्य पाठ्यदृष्टि लाई फोकस गर्नुपरेमा

source: Which view to display in the user interface.
ne: कुन दृष्टिलाई प्रयोगकर्ता म्यापी लाई देखाउने

source: (invalid Unicode)
ne: (अमान्य यूनिकोड)

source: Working
ne: कार्यरत

source: A default working day
ne: पुर्वनिर्धारित कार्य दिन

source: Nonworking
ne: कार्य नगरिरहेको

source: A default non working day
ne: पुर्वनिर्धारित कार्य नगरिरहेको दिन

source: Use base
ne: प्रयोग आधार

source: Use day from base calendar
ne: पात्रो आधारित प्रयोग दिन

source: This format does not support reading
ne: यो रासले पढ्नलाई साहारा गर्दैन्

source: Could not create XML tree
ne: एक्स एम एल वृक्ष निर्माण गर्न सकेन

source: Could not write XML file
ne: एक्स एम एल पाठस्वरुप लेख्न गर्न सकेन

source: Default
ne: पूर्वनिर्धारित

source: Invalid URI: '%s'
ne: अमान्य यु आर एल: '%s'

source: Couldn't find a suitable file module for loading '%s'
ne: चढाउनको लागि सुहाउदो पाठस्वरुप मोड्युल भेट्टाउन सकेन '%s'

source: No support for SQL storage built into this version of Planner.
ne: योजनाकर्ताको यो संस्करणमा एसकयूएल संकलन निर्माणको लागी साहायता छैन

source: Invalid URI.
ne: अमान्य यूआरएल

source: Unable to find file writer identified by '%s'
ne: '%s' द्वारा चिनाईएकोमा पाठ्यदृष्टि लेखक भेट्टाउन सकेन

source: Couldn't find a suitable file module for loading project
ne: परियोजनामा चढाउन सुहाउदो पाठ्यदृष्टि मोड्यूलयूल भेट्टाउन सकेन

source: Text
ne: पाठ

source: String list
ne: लगत विवरण

source: Integer number
ne: पूर्ण संख्या अंक

source: Floating-point number
ne: चल-विन्दु अंक

source: Date
ne: मिति

source: Duration
ne: अवधि

source: Cost
ne: मूल्य

source: None
ne: कुनै होइन

source: Can't connect to database server
ne: पाठ्यआधार गेटवेमा सम्पर्क हुन सकेन

source: Invalid Unicode
ne: अमान्य युनिकोड

source: Connection to database '%s' failed.
ne: पाठ्यआधार '%s' संगको सम्पर्क हरायो

source: Connection to database '%s' failed. %s
ne: पाठ्यआधार '%s' संगको सम्पर्क हरायो %s

source: BEGIN command failed %s.
ne: शुरु आदेश हरायो %s

source: The project '%s' has been changed by the user '%s' since you opened it. Do you want to save anyway?
ne: तपाईले खोलेको समय देखि परियोजना '%s' प्रयोगकर्ता '%s'द्वारा परिवर्तन गरिएको छ के तपाई जसरी पनि यस्लाई वचत गर्न चाहनुहुन्छ?

source: Connection to database '%s' failed.
ne: पाठ्यदृष्टि '%s' संगको सम्पर्क हरायो

source: Invalid SQL URI (must start with 'sql://' and contain '#').
ne: अमान्य एस क्यू एल यु आर एल('अमान्य एस क्यू एल://'र '#'राख्नु जरुरी)

source: Invalid SQL URI (invalid project id).
ne: अमान्य एस क्यू एल यु आर एल(अमान्य परियोजना परिसुचक)

source: Invalid SQL URI (no database name specified).
ne: अमान्य एस क्यू एल यु आर एल (पाठ्यदृष्टि नाम वर्णन नगरिएको)

source: Could not add a predecessor relation, because the tasks are already related.
ne: पूर्वअधिकारिक सम्वन्धहरु थप्न सकेन,किनकि उदेश्यहरु पहिले नै सम्वन्धित छन्

source: Cannot add a predecessor, because it would result in a loop.
ne: पूर्वअधिकारिक सम्वन्धहरु थप्न सकेन,किनकि यस्ले पुनरावृत्तिमा असर गर्दछ्

source: Cannot move the task, because it would result in a loop.
ne: उदेश्य लाई चलाउन सक्दैन,किनकि यस्ले पुनरावृत्तिमा असर गर्दछ

source: Export to HTML failed
ne: एच टि एम एल मा निर्यात असफल

source: Export to Planner pre-0.12 format failed
ne: योजनाकर्ता अग्रिम-0.12सेक्सन मा निर्यात असफल

source: Insert
ne: प्रवेश गराउ

source: Remove
ne: हटाऊ

source: Unlink
ne: नजोडिएको

source: Link
ne: सम्बन्ध॒

source: Indent
ne: हरफ मिलाउनु॒

source: Unindent
ne: हरफनमिलेको

source: Move up
ne: माथि सार्नुहोस्

source: Move down
ne: तल सार्नुहोस्

source: Edit
ne: सम्पादन

source: Change day type
ne: दिन किसिम परिवर्तन

source: Remove calendar
ne: पात्रो हटाउ

source: Add new calendar
ne: नयाँ पात्रो जोड

source: As soon as possible
ne: जति सक्दो चाँडो

source: No earlier than
ne: त्यो भन्दा पहिले होइन

source: On fixed date
ne: निश्चित दिनमा

source: Undo '%s'
ne: पूर्वस्थितिमा फर्काउनुहोला् '%s'

source: Undo
ne: पुर्वस्थितिमा फर्काउनुहोला

source: Redo '%s'
ne: फेरि गर्नुस '%s'

source: Redo
ne: फेरि गर्नुस

source: Add day type "%s"
ne: दिनको किसिम जोड्नुहोस् "%s"

source: Remove day type "%s"
ne: दिनको किसिम हटाउनुहोस् "%s"

source: Monday
ne: सोमबार

source: Tuesday
ne: मंगलबार

source: Wednesday
ne: बुधबार

source: Thursday
ne: बिहिबार

source: Friday
ne: शुक्रबार

source: Saturday
ne: शनीबार

source: Sunday
ne: आइतबार

source: No working time
ne: कार्य समय होईन

source: %H:%M
ne: %एच:%एम

source: Edit default week
ne: पुर्वनिर्धारित हप्ता लाई सम्पादन गर्नुनहोस्

source: EDS
ne: ई डि एस

source: Import resources from Evolution Data Server
ne: ईभोलुसन स्रोत शव्द गेट वे वाट तान्नुहोस

source: Name
ne: नाम

source: Email
ne: इमेल

source: Import
ne: ल्याउनुहोस्

source: Photo
ne: तस्बीर

source: Imported from Evolution Data Server
ne: ईभोल्युसन शव्द गेट वे वाट ल्याईएको

source: Updated from Evolution Data Server
ne: ईभोल्युसन शव्द गेट वे वाट नविकरण गरिएको

source: Query cancelled.
ne: प्रकार्य हटाईयो

source: Evolution Data Server UID
ne: ईभोल्युसन शव्द गेट वे यु आई डि

source: Identifier used by Evolution Data Server for resources
ne: ईभोल्युसन शव्द गेट वे वाट स्रोतहरुको लागि प्रयोग गरिएको परिसुचक

source: mon
ne: सोम

source: month
ne: महिना

source: months
ne: महिनाहरू

source: w
ne: डव्ल्यु

source: week
ne: हप्ता

source: weeks
ne: हप्ताहरू

source: d
ne: डि

source: day
ne: दिन

source: days
ne: दिनहरू

source: h
ne: एच

source: hour
ne: घण्टा

source: hours
ne: घण्टाहरु

source: min
ne: मिन

source: minute
ne: मिनेट

source: minutes
ne: मिनेटहरु

source: %Y %b %d
ne: %वाई %वि %d

source: Project start
ne: परियोजना शुरु

source: %e %b %Y
ne: %e %वि %वाई

source: Work
ne: काम

source: Unnamed
ne: बेनामी

source: No name
ne: नाम छैन

source: Make task '%s' a predecessor of '%s'
ne: उदेश्य वनाउनुहोस '%s' एउटा पूर्वअधिकारिको '%s'

source: Change work to %s
ne: कार्य लाई %s मा परिवर्तन गर्नुहोस्

source: Edit task property
ne: उदेश्य गुणलाई सम्पादन गर्नुहोस्

source: _Insert Task
ne: _उदेश्य लाई राख्नुहोस्

source: Insert a new task
ne: नयाँ उदेश्यलाई राख्नुहोस्

source: In_sert Tasks...
ne: उदेश्य रा_ख्नुहोस

source: _Remove Task
ne: _उदेश्य हटाउनुहोस्

source: Remove the selected tasks
ne: छानिएका उदेश्यहरुलाइ हटाउनुहोस्

source: _Edit Task Properties...
ne: _उदेश्य गुणहरुलाई सम्पादन गर्नुहोस्...

source: Select _All
ne: सबै छान्नुहोला

source: Select all tasks
ne: सवै उदेश्यहरुलाई छान्नुहोस्

source: _Unlink Task
ne: _नजोडिएको उदेश्य

source: Unlink the selected tasks
ne: छानिएका उदेश्यहरुलाई नजोड्नुहोस्

source: _Link Tasks
ne: _उदेश्यहरुलाई जोड्नुहोस्

source: Link the selected tasks
ne: छानिएका उदेश्यहरुलाई जोड्नुहोस्

source: I_ndent Task
ne: ई_न्डेन्ट उदेश्य

source: Indent the selected tasks
ne: छानिएका उदेश्यहरुलाई अनुच्छेदकरण गर्नुहोस्

source: Unin_dent Task
ne: उदेश्यको अनुचछेदिकरण गर्नुहोस्

source: Unindent the selected tasks
ne: छानिएका उदेश्यहरुको अनुचछेदिकरण गर्नुहोस्

source: Move Task _Up
ne: उदेश्यलाई माथि लैजानुहोस्

source: Move the selected tasks upwards
ne: छानिएका उदेश्यलाई माथि लैजानुहोस्

source: Move Task Do_wn
ne: उदेश्यलाई तल लैजानुहोस्

source: Move the selected tasks downwards
ne: छानिएका उदेश्यहरुलाई तलतिर लैजानुहोस्

source: Reset _Constraint
ne: अवरोधकलाइ पुनर्रस्टार्ट गर्नुहोस् लैजानुहोस्

source: Zoom To _Fit
ne: मिल्ने गरी जुम गर्नुहोस्

source: Zoom to fit the entire project
ne: पुरा परियोजनालाई मिल्ने गरी जुम गर्नुहोस्

source: _Zoom In
ne: दृश्य भित्र धटाउनुहोस्

source: Zoom in
ne: भित्र जूम गर्नुहोस्

source: Zoom _Out
ne: जूम _वढाउनुहोस्

source: Zoom out
ne: बाहिर जूम गर्नुहोस्

source: Test
ne: परिक्षण

source: _Highlight Critical Tasks
ne: _अवरोधक उदेश्यहरुलाई फोकस गर्नुहोस्

source: Gantt
ne: ज्यान्ट

source: _Gantt Chart
ne: _ज्यान्ट तालिका

source: WBS
ne: डव्ल्यू बि एस

source: Name
ne: नाम

source: Work
ne: काम

source: Insert group
ne: समूह राख्नुहोस्

source: Remove group
ne: समुह हटाउनुहोस्

source: Default group
ne: पूर्वनिर्धारित समुह

source: Edit group property
ne: समुह गुणलाई सम्पादन गर्नुहोस्

source: Manager name
ne: व्यावस्थापक नाम

source: Manager phone
ne: व्यावस्थापक फोन

source: Manager email
ne: व्यावस्थापक ई मेल

source: HTML
ne: एचटिएमएल

source: Export project to HTML
ne: एच टि एम एल परियोजना मा पठाउनुहोस्

source: "%s" is a directory. Enter a filename and try again.
ne: "%s" नाम किताव हो. फाईलको नाम राख्नुहोस् र कोशिस गर्नुहोस्

source: File "%s" exists, do you want to overwrite it?
ne: फाईल "%s" छ,के तपाई यसमाथि लेख्न चाहनुहुन्छ

source: Create the initial window with the given geometry.
ne: दिईएको रेखागणित अनुसार सुरुको विन्डो बनाउनुहोस्

source: GEOMETRY
ne: रेखागणित

source: planner: --geometry cannot be used with more than one file.
ne: योजनाकर्ता रेखागणित एक भन्दा बढि फाईलमा प्रयोग हुन सक्दैन

source: MS Project XML...
ne: एम एस परियोजना एक्स एम एल...

source: Import an MS Project XML file
ne: एम एस परियोजना एक्स एम एल... फाईल निर्यात गर्नुहोस्

source: Couldn't import file.
ne: फाईल निर्यात गर्न सकेन

source: Import a File
ne: एउटा फाईल निर्यात गर्नुहोस्

source: XML Files
ne: एक्स एम एल फाईलहरु

source: All Files
ne: सबै लेखपत्रहरु

source: Insert phase
ne: भागलाई राख्नुहोस्

source: Remove phase
ne: भागलाई हटाउनुहोस्

source: Could not open plugin file '%s'
ne: '%s'प्लगईन फाईल खुल्न सकेन'

source: FS
ne: एफ एस

source: FF
ne: एफ एफ

source: SS
ne: एस एस

source: SF
ne: एस एफ

source: Print Project
ne: परियोजना छाप्नुहोस्

source: Select views
ne: दृश्यहरु छान्नुहोस्

source: Select the views to print:
ne: दृश्यहरु छाप्नको लागि छान्नुहोस्:

source: Select a calendar to use for this project:
ne: यो परियोजनाको प्रयोगको लागि एउटा पात्रो छान्नुहोस्

source: Edit Project Name
ne: परियोजनाको नाम सम्पादन गर्नुहोस्

source: Edit Organization
ne: सङ्गठनको सम्पादन

source: Edit Manager
ne: व्यवस्थापक सम्पादन

source: Edit Project Start
ne: परियोजना शुरु सम्पादन

source: OK
ne: ठीक छ

source: Edit Project Phase
ne: परियोजना भाग सम्पादन

source: Property
ne: गुण

source: Value
ne: मान

source: The name of the custom property needs to start with a letter.
ne: एउटा अक्षरवाट शुरु गर्न आवश्यक अनुकुल गुण

source: Do you really want to remove the property '%s' from the project?
ne: के तपाई साच्चिकै '%s'गुणलाई परियोजना वाट हटाउन चाहनुहुन्छ?

source: Could not create properties dialog.
ne: स्क्रिनटिप गुणहरु निर्माण गर्न सकेन

source: Date...
ne: समय...

source: Add project property
ne: परियोजना गुणहरु थप्नुहोस्

source: Remove project property
ne: रियोजना गुणहरु हटाउनुहोस्

source: Edit project property value
ne: रियोजना गुण मुल्य सम्पादन गर्नुहोस्

source: Label
ne: लेबल

source: Type
ne: प्रकार

source: Add property
ne: गुण थप्नुहोस्

source: Remove property
ne: गुण हटाउनुहोस्

source: Edit property label
ne: गुण तह सम्पादन गर्नुहोस्

source: Insert resource
ne: स्रोत राख्नुहोस्

source: (None)
ne: (कोही छैन)

source: (No name)
ne: (नाम छैन)

source: Edit resource calendar
ne: स्रोत पात्रो सम्पादन गर्नुहोस्

source: Edit resource note
ne: स्रोत लेख सम्पादन गर्नुहोस्

source: Edit resource cost
ne: स्रोत लागत सम्पादन गर्नुहोस्

source: Edit resource property
ne: स्रोत गुण सम्पादन गर्नुहोस्

source: %a %d %b %Y, %H:%M
ne: %ए %d %बि %वाई, %एच:%एम

source: None (use project default)
ne: कुनै होइन(पूर्वनिर्धारित परियोजना प्रयोग गर्नुहोस्)

source: Edit resource properties
ne: स्रोत गुणहरु सम्पादन गर्नुहोस्

source: Material
ne: सामान

source: _Insert Resource
ne: _स्रोत राख्नुहोस्

source: Insert a new resource
ne: नयाँ स्रोत राख्नुहोस्

source: In_sert Resources...
ne: स्रोत रा_ख्नुहोस्

source: _Remove Resource
ne: _स्रोत हटाउनुहोस्

source: Remove the selected resource
ne: छानिएका स्रोत हटाउनुहोस्

source: _Edit Resource Properties...
ne: _स्रोत गुणहरु सम्पादन गर्नुहोस्

source: Edit _Groups
ne: समुह_सम्पादन

source: Edit resource groups
ne: स्रोत समुह सम्पादन गर्नुहोस्

source: Edit _Custom Properties...
ne: अनुकुल गुणहरु_सम्पादन गर्नुहोस्...

source: /_Insert resource
ne: /_स्रोत राख्नुहोस्

source: /_Remove resource
ne: /_स्रोत हटाउनुहोस्

source: /_Edit resource...
ne: /_स्रोत सम्पादन गर्नुहोस्

source: _Resources
ne: _स्रोतहरु

source: Remove resource
ne: स्रोत हटाउनुहोस्

source: Edit custom resource properties
ne: अनुकुल स्रोत गुणहरु सम्पादन गर्नुहोस्

source: Short name
ne: छोटो नाम

source: Group
ne: समूह

source: Wk %d
ne: डव्ल्यू के %d

source: Week %d
ne: हप्ता %d

source: Week %d, %d
ne: हप्ता %d %d

source: Q%d
ne: क्यु%d

source: Qtr %d
ne: चौथाई %d

source: %d, Qtr %d
ne: %d, चौथाई %d

source: H%d
ne: एच %d

source: %04d, H%d
ne: %04d, एच%d

source: Open from Database...
ne: पाठआधारवाट खोल्नुहोस्

source: Open a project from a database
ne: विवरणिकावाट एउटा परियोजना खोल्नुहोस्

source: Save to Database
ne: विवरणिकामा वचत गर्नुहोस्

source: Save the current project to a database
ne: चालु परियोजना विवरणिकामा वचत गर्नुहोस्

source: No errors reported.
ne: कुनै गल्ति जानकारी गराईएन

source: Database %s needs to be upgraded from version %s to version %s. Please backup database before the upgrade.
ne: %s विवरणिकालाई %s देखि %sमा नविकरण गर्न आवश्यक छ. कृपया विवरणिका लाई नविकरण गर्नुभन्दा पहिले सञ्चय गर्नुहोला

source: Upgrade
ne: नविकरण

source: Could not upgrade database %s. Upgrade file used: %s. Database error: %s
ne: %sविवरणिकालाई नविकरण गर्न सकेन. %s नविकरण पाठ्यस्रोत प्रयोग भयो. विवरणिका गल्ति: %s

source: Can't create tables in database %s
ne: %s विवरणिकामा तालिका निर्माण गर्न सक्दैन

source: Database %s is not setup for Planner. Do you want to do that?
ne: %s विवरणिका योजनाकारको लागी स्थापना हुन सकेन.के तपाई त्यो गर्न चाहनुहुन्छ?

source: Connection to database '%s@%s' failed.
ne: विवरणिका '%s@%s' संगको सम्वन्ध विच्छेद

source: Test to tables in database '%s' failed.
ne: '%s'विवरणीकाको तालिका परिक्षण असफल भयो

source: ID
ne: आइडि

source: Project
ne: परियोजना

source: Phase
ne: भाग

source: Revision
ne: दोहोराउनु

source: Open from Database
ne: विवरणिका वाट खोल्नुहोस्

source: Link task
ne: उदेश्य जोड्नुहोस्

source: Unlink task
ne: उदेश्यको सम्बन्ध छुटाउनुहोस्

source: Insert task
ne: उदेश्य राख्नुहोस्

source: Edit task type
ne: उदेश्य किसिम सम्पादन गर्नुहोस्

source: Toggle fixed duration
ne: निश्चित अवधिलाई टोगल गर्नुहोस्

source: Edit task scheduling
ne: उदेश्य निर्धारणलाई सम्पादन गर्नुहोस्

source: Assign resource to task
ne: स्रोतको उदेश्य जानकारी गराउनुहोस्

source: Unassign resource from task
ne: उदेश्यदेखि स्रोतको जानकारी हटाउनुहोस्

source: Change resource units in task
ne: स्रोत एकाईमा उदेश्य परिवर्तन गर्नुहोस्

source: Edit task predecessor
ne: पुर्वअधिकारी उदेश्य सम्पादन गर्नुहोस्

source: Edit lag predecessor
ne: ढिलो पूर्वाधिकारी सम्पादन गर्नुहोस्

source: Edit task note
ne: उदेश्य लेखन सम्पादन गर्नुहोस्

source: No earlier than %s
ne: %s भन्दा छिटो हैन

source: On fixed date %s
ne: %s निश्चित समयमा

source: Finish to start (FS)
ne: शुरुको लागी समाप्ति (एफ एस)

source: Start to start (SS)
ne: शुरु देखि शुरु

source: Can't add new predecessor. No task selected!
ne: नयाँ पूर्वाधिकारी थप्न सकेन,कुनै उदेश्य छानियको छैन

source: Change...
ne: परिवर्तन...

source: Assigned
ne: जानकारी गराईयो

source: Units
ne: इकाईहरु

source: Lag
ne: ढिला

source: Edit task properties
ne: कार्य गुणहरु सम्पादन गर्नुहोस्

source: /_Insert task
ne: /_कार्य राख्नुहोस्

source: /Insert _subtask
ne: /सह कार्य_राख्नुहोस्

source: /_Remove task
ne: /_कार्य हटाउनुहोस्

source: /_Unlink task
ne: /_असम्वन्धित कार्यकहोस्

source: /Assign _resources...
ne: /स्रोत _जानकारी

source: /_Edit task...
ne: /_कार्य सम्पादन...

source: Remove task
ne: कार्य हटाउनुहोस्

source: Apply constraint to task
ne: अवरोधक कार्यको लागी लागु गर्नुहोस्

source: Reset task constraint
ne: कर्य अवरोधक रिसेट गर्नुहोस्

source: N/A
ne: एन/ए

source: Remove tasks
ne: कार्यहरु हटाउनुहोस्

source: You are about to open an edit dialog each for %i tasks. Are you sure that you want to do that?
ne: तपाई हरेक सम्पादन ट्याव %i कार्यको लागि खोल्न लाग्नुभएको ,के तपाई यसको लागी निश्चित हुनुहुन्छ?

source: Unlink tasks
ne: कामहरु नजोड्नुस्

source: Link tasks
ne: कार्यहरु जोड्नुहोस्

source: Indent tasks
ne: कार्यहरु ईन्डेन्ट गर्नुहोस्

source: Indent task
ne: कार्यहरु ईन्डेन्ट गर्नुहोस्

source: Unindent tasks
ne: कार्यहरुलाई अनईन्डेन्ट गर्नुहोस्

source: Unindent task
ne: कार्यलाई अनईन्डेन्ट गर्नुहोस्

source: Move tasks up
ne: कार्यहरुलाई माथि लैजानुहोस्

source: Move task up
ne: कार्यलाई माथि लैजानुहोस्

source: Move tasks down
ne: कार्यहरुलाई तलि लैजानुहोस्

source: Move task down
ne: कार्युलाईतल लैजानुहोस्ानुहोस्

source: Reset task constraints
ne: कार्य अवरोधकहरुलाई रिसेट गर्नुहोस्

source: Reset all task constraints
ne: सवै कार्य अवरोधकहरुलाई रिसेट गर्नुहोस् गर्नुहोस्

source: _Edit Task
ne: _कार्य सम्पादन

source: _Edit Custom Properties...
ne: _अनुकुल गुणहरु सम्पादन गर्नुहोस्

source: Tasks
ne: कार्यहरु

source: _Tasks
ne: _कार्यहरु

source: WBS
ne: डव्ल्यू बि एस

source: Start
ne: शुरु

source: Finish
ne: समाप्त

source: Slack
ne: ढिला

source: Assigned to
ne: लाई जानकारी

source: Edit custom task properties
ne: अनुकुल कार्य गुणहरु सम्पादन

source: Task
ne: कार्य

source: Make task '%s' start on %s
ne: '%s' कार्य बनाउनुहोस् '%s' शुरु गर्नुहोस्नुहोस

source: Change task '%s' work to %s, duration to %s (%d)
ne: उदेश्य परिवर्तन '%s' कार्यको लागि %s, समयावधि मा %s (%d)ाs'

source: /_Expand all resources
ne: /_सवै स्रोतहरु लाई बढाउनुहोस्

source: /_Collapse all resources
ne: /_सवै स्रोतहरु लाई हटाउनुहोस्

source: Task
ne: कार्य

source: Zoom to fit
ne: ठिक्क पार्नको लागि जुम गर्नुहोस्

source: Resource Usage
ne: स्रोत प्रयोग

source: Resource _Usage
ne: स्रोत _प्रयोग

source: Could not open view plugin file '%s'
ne: दृश्य प्लगईन पाठदृश्य खुल्न सकेन '%s'

source: _File
ne: फाईल

source: _New Project
ne: _नयाँ परियोजना

source: Create a new project
ne: एउटा नयाँ परियोजना सृजना गर्नुहोस्

source: _Open...
ne: _खोल्नु.....

source: Open a project
ne: एउटा परियोजना खोल्नुहोस्

source: _Import
ne: आयात

source: _Save
ne: बचत
