Repository: 00willo/planner
Catalog: po/*.po
Languages: ne

source: Save the current project
ne: चालु परियोजना लाई वचत गर्नुहोस्

source: _Export
ne: _निर्यात

source: Save _As...
ne: यस रुपमा सेभ गर्नुहोस.....

source: Save the current project with a different name
ne: चालु परियोजनालाई फरक नामले वचत गर्नुहोस्

source: _Print...
ne: _छाप्नुहोस.....

source: Print the current project
ne: चालु परियोजनालाई छाप्नुहोस्

source: Print Pre_view
ne: प्रिन्टकोको पुनरावलोकन

source: Print preview of the current project
ne: चालु परियोजनाको छपाई पूर्वावलोकन

source: _Close
ne: _बन्द गर्नु

source: Close the current file
ne: अहिलेको फाइल बन्द गर्नुहोस

source: _Quit
ne: बाहिर जाउ

source: Exit the program
ne: प्रोग्राम बाहिर निकाल्नुहोस्

source: _Edit
ne: सम्पादन गर

source: _Undo
ne: अघिकै कायम गर॒

source: Undo the last action
ne: अन्तिम क्रियामा फिर्ता जानुहोस्ुहोस्

source: _Redo
ne: फेरी गर्नुहोला ।

source: Redo the undone action
ne: नगरिएको कार्य फेरि गर्नुहोला।

source: _View
ne: _दृष्य

source: _Actions
ne: कार्यहरु

source: _Project
ne: _परियोजना

source: _Manage Calendars
ne: _पात्रो व्यवस्थापन

source: Edit Day _Types
ne: दिनको_किसिम सम्पादन

source: Edit Project _Phases
ne: परियोजनाका _भागहरु सम्पादनु

source: _Edit Project Properties
ne: _परियोजनाका गुणहरु सम्पादन

source: Edit the project properties
ne: परियोजना गुणहरुलाई सम्पादन गर्नुहोस्

source: _Help
ne: मद्दत

source: _User Guide
ne: _प्रयोगकर्ता पर्दर्शक

source: Show the Planner User Guide
ne: योजनाकर्ता प्रयोग पर्दर्शक देखाउनुहोस्

source: _About
ne: _बारेमा

source: About this application
ne: यो अनुरोधपत्रको बारेमा

source: Switch to the view "%s"
ne: दृश्यमा स्विच गर्नुहोस् "%s"

source: Open a File
ne: एउटा पाठदृश्य खोल्नुहोस्

source: Planner Files
ne: योजनाकार पाठदृश्यहरु

source: translator-credits
ne: Pawan Chitrakar <pawan@nplinux.org>

source: A Project Management application for the GNOME desktop
ne: GNOME डेस्कटपको लागि एउटा परियोजना व्यवस्थापन अनुप्रयोग

source: The Planner Homepage
ne: योजनाकर्ताको मुख्य पृष्ठ

source: If you don't save, changes made the last minute will be discarded.
ne: यदी तपाईले वचत गर्नुभएन भने अन्तिम मिनेट मा गरिएको परिवर्तन हराउने छ

source: If you don't save, changes made the last %d minutes will be discarded.
ne: यदी तपाईले वचत गर्नुभएन भने अन्तिम %d मिनेटहरु मा गरिएको परिवर्तन हराउने छ

source: If you don't save, changes made the last hour will be discarded.
ne: यदी तपाईले वचत गर्नुभएन भने अन्तिम %d घण्टा मा गरिएको परिवर्तन हराउने छ

source: If you don't save, changes made the last %d hours will be discarded.
ne: यदी तपाईले वचत गर्नुभएन भने अन्तिम %d घण्टाहरुमा गरिएको परिवर्तन हराउने छ

source: Save changes to document '%s' before closing?
ne: वन्द गर्नुभन्दा पहिले परिवर्तन गरिएकोलाई '%s'सामग्रिमा वचत गर्नुहोस्

source: C_lose without saving
ne: वचत नगरिकन व_न्द गर्नुहोस्

source: _Cancel
ne: खारेजी

source: Save a File
ne: एउटा पाठ्यदृष्टिलाई वचत गर्नुहोस्

source: You have opened a file that was saved with an old version of Planner. When loading old files, all tasks will use the constraint 'Must Start On', since the old version did not fully support automatic rescheduling. To take advantage of this new feature, you should add predecessor relations between tasks that are dependant on each other. You can add a predecessor relation by clicking on the predecessor and dragging to the successor. After doing this, you can remove all constraints by selecting the menu item 'Remove all constraints' in the 'Edit' menu.
ne: तपाईले वचतगरेर राखेको पुरानो संस्करणको योजनाकारको पाठ्यदृष्टि खोल्नुभयो. पुरानो पाठ्यदृष्टि चढ्ने वेलामा, सवै कार्यहरुले अवरोधक प्रयोग गर्ने छन् 'वन लाई जसरी पनि शुरुगर्नुहोस्', किनकी पुरानो संस्करणले पूर्ण सहयोग गरेन स्वाचालित पुनर्तालिकीकरण, लिनको लागि यस नयाँ सुविधाको फाईदा,तपाईले पुर्वाधिकारी को सम्वन्ध कार्य संग जोड्नु पर्दछ जुन एक अर्कामा भर परेका हुन्छन्. तपाईले पूर्वाधिकारी सम्वन्ध क्लिक गरी उत्तराधीकारीमा तानेर जोड्नसक्नुहुन्छ. यो गरि सकेपछि, तपाईले सवै अवरोधकहरुलाई मेनु वाट छानेर हटाउन सक्नुहुन्छ सम्पादन मेनु वाट सवै अवरोधकहरुलाई हटाउनुहोस्

source: Unnamed database project
ne: वेनामी स्रोतलगत परियोजना

source: Open '%s'
ne: '%s' खोल

source: Edit working time
ne: कार्य समय सम्पादन गर्नुहोस्

source: Planner 0.11 Format
ne: योजनाकार 0.11.स्वरुप

source: Export project to a file suitable for Planner 0.11
ne: 0.11 योजनाकार लाई सुहाउदो परियोजना पाठ्यस्रोतमा निर्यात गर्नुहोस्ो

source: Export
ne: निकासि गर्नु
