Repository: 00willo/planner
Catalog: po-libplanner/*.po
Languages: lv

source: Default
lv: Noklusētais

source: Couldn't find a suitable file module for loading '%s'
lv: Nevarēju atrast piemērotu faila moduli, lai ielādētu '%s'

source: Couldn't find a suitable file module for loading project
lv: Nevarēju atrast piemērotu faila moduli, lai ielādētu projektu

source: Text
lv: Teksts

source: String list
lv: Virkņu saraksts

source: Integer number
lv: Skaitļa numurs

source: Floating-point number
lv: Pūstošā-punkta numurs

source: Date
lv: Datums

source: Duration
lv: Ilgums

source: Cost
lv: Maksa

source: None
lv: Nekas

source: Can not add a predecessor relation between a task and its ancestor.
lv: Nevaru pievienot priekšteča attiecību starp uzdevumu un tā priekšteci.

source: Can not add a predecessor, because it would result in a loop.
lv: Nevaru pievienot priekšteci tāpēc, ka tas novestu pie cilpas.

source: Can not move the task, since it would result in a loop.
lv: Nevaru pārvietot uzdevumu, jo tas novestu pie cilpas.

source: Could not add a predecessor relation, because the tasks are already related.
lv: Nevaru pievienot priekšteča attiecību tāpēc, ka uzdevumi jau ir saistīti.

source: Working
lv: Darba

source: A default working day
lv: Noklusētā darba diena

source: Nonworking
lv: Brīva

source: A default non working day
lv: Noklusētā brīvdiena

source: Use base
lv: Lirtot bāzi

source: Use day from base calendar
lv: Lietot dienu no bāzes kalendāra

source: Could not create XML tree
lv: Nevarēju izveidot XML koku

source: Could not write XML file
lv: Nevarēju ierakstīt XML failu
